ent-SmallAutoclave = небольшой автоклав
    .desc = Устройство, предназначенное для стерилизации всего, что в него поместили.
    .suffix = Surgery, Sterile

ent-BigAutoclave = большой автоклав
    .desc = Устройство, предназначенное для стерилизации всего, что в него поместили.
    .suffix = Surgery, Sterile

ent-SterileShower = Стерилайзер
    .desc = Устройство ввиде напольной пластины, которе при активации обрабатывает пользователя специальным излучением, которое уничтожает 99% все известных видов микробов.
    .suffix = Surgery, Sterile

ent-SurgeryRentgenmachine = рентгеновский аппарат
    .desc = Никогда не задумывались, как выглядит внутренний мир вашего знакомого? Это устройство позволяет делать рентгеновские снимки пациента. Будте осторожны, аппарат при использовании может представлять радиационную опасность!
    .suffix = Surgery, Rentgen

ent-SurgeryRentgenLightTable = негатоскоп
    .desc = Специальный стол с подсветкой, который позволяет проще просматривать рентгеновские снимки.
    .suffix = Surgery, Rentgen