ent-MechPowerCageSmall = Малая силовая ячейка механоида
    .suffix = Механоид
    .desc = Перезаряжаемый блок питания для механоидов. Увеличенная емкость для увеличения уровня мощности.
ent-MechPowerCageMedium = Средняя силовая ячейка механоида
    .suffix = Механоид
    .desc = Перезаряжаемый блок питания для механоидов. Увеличенная емкость для увеличения уровня мощности.
ent-MechPowerCageHigh = Большая силовая ячейка механоида
    .suffix = Механоид
    .desc = Перезаряжаемый блок питания для механоидов. Увеличенная емкость для увеличения уровня мощности.

mech-invalid-battery = Батарея несовместима с механоидом
