
ent-MechEquipmentGrabberMed = Спасательная клешня
    .suffix = Механоид, NT
    .desc = Вынести из опасного места людей? Легко!
ent-MechEquipmentGrabberMedSyndie = Спасательная клешня
    .suffix = Механоид, Syndie
    .desc = Вынести из опасного места людей? Легко!
ent-MechEquipmentMedNanobotBrute1 = Меднаноботы (Механический урон) МК1
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute2 = Меднаноботы (Механический урон) МК2
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute3 = Меднаноботы (Механический урон) МК3
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotAirloss1 = Меднаноботы (Кровопотеря, удушье, яды) МК1
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss2 = Меднаноботы (Кровопотеря, удушье, яды) МК2
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss3 = Меднаноботы (Кровопотеря, удушье, яды) МК3
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotBurn1 = Меднаноботы (Ожоги) МК1
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn2 = Меднаноботы (Ожоги) МК2
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn3 = Меднаноботы (Ожоги) МК3
    .suffix = Механоид
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBrute1Nt = Меднаноботы (Механический урон) МК1
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute2Nt = Меднаноботы (Механический урон) МК2
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute3Nt = Меднаноботы (Механический урон) МК3
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotAirloss1Nt = Меднаноботы (Кровопотеря, удушье, яды) МК1
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss2Nt = Меднаноботы (Кровопотеря, удушье, яды) МК2
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss3Nt = Меднаноботы (Кровопотеря, удушье, яды) МК3
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotBurn1Nt = Меднаноботы (Ожоги) МК1
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn2Nt = Меднаноботы (Ожоги) МК2
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn3Nt = Меднаноботы (Ожоги) МК3
    .suffix = Механоид, NT
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBrute1Syndie = Меднаноботы (Механический урон) МК1
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute2Syndie = Меднаноботы (Механический урон) МК2
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotBrute3Syndie = Меднаноботы (Механический урон) МК3
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от механического урона при активации.
ent-MechEquipmentMedNanobotAirloss1Syndie = Меднаноботы (Кровопотеря, удушье, яды) МК1
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss2Syndie = Меднаноботы (Кровопотеря, удушье, яды) МК2
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotAirloss3Syndie = Меднаноботы (Кровопотеря, удушье, яды) МК3
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от кровопотери удушья и ядов.
ent-MechEquipmentMedNanobotBurn1Syndie = Меднаноботы (Ожоги) МК1
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn2Syndie = Меднаноботы (Ожоги) МК2
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.
ent-MechEquipmentMedNanobotBurn3Syndie = Меднаноботы (Ожоги) МК3
    .suffix = Механоид, Syndie
    .desc = Устанавливаются в механоида. Позволяет лечить всех ближайших гуманоидов включая пилота от ожогов при активации.






ent-MechEquipmentAtmos = Атмос голопроектор меха
    .suffix = Механоид
    .desc = Останавливает суицидально настроенных пасажиров от убийства остальных во время разгерметизации.


ent-MechEquipmentSmoke = Генератор дымовой завесы меха
    .suffix = Механоид
    .desc = Позволяет меху генерировать дымовые завесы.






research-technology-mech-med1 = Медицинские экзокостюмы 1
research-technology-mech-med2 = Медицинские экзокостюмы 2
research-technology-mech-med3 = Медицинские экзокостюмы 3
research-technology-mech-sec1 = Боевые экзокостюмы 1
research-technology-mech-sec2 = Боевые экзокостюмы 2
research-technology-mech-exp1 = Модули экзокостюмов 1
research-technology-mech-exp2 = Модули экзокостюмов 2
research-technology-mech-exp3 = Модули экзокостюмов 3
research-technology-mech-ind2 = Промышленные экзокостюмы 2
research-technology-mech-ind3 = Промышленные экзокостюмы 3
job-name-robotech = Робототехник
job-description-robotech = Конструируйте боргов, мехов и обслуживайте их.
ent-RobotechIDCard = ID карта робототехника
    .desc = { ent-PassengerIDCard.desc }
ent-RobotechPDA = КПК робототехника
    .desc = Ты же не пойдешь устраивать революцию, верно?
ent-SpawnPointRobotech = Робототехник
    .suffix = Job Spawn
    .desc = Job Spawn
