ent-MechEquipmentNova = Энергетическая винтовка меха "Nova"
    .suffix = Механоид
    .desc = Мощное оружие, испускающее смертоносные энергетические заряды, способное сокрушить врагов на своем пути. Гражданская модель.

ent-MechEquipmentNovaNt = Энергетическая винтовка меха "Nova"
    .suffix = Механоид, NT
    .desc = Мощное оружие, испускающее смертоносные энергетические заряды, способное сокрушить врагов на своем пути. Модель боевых отрядов NanoTrasen.

ent-MechEquipmentNovaSyndie = Энергетическая винтовка меха "Nova"
    .suffix = Механоид, Syndie
    .desc = Мощное оружие, испускающее смертоносные энергетические заряды, способное сокрушить врагов на своем пути. Модель синдиката.
