ent-MechEquipmentSupra = Энергетический пулемет меха "Supra"
    .suffix = Механоид
    .desc = Оружие массового уничтожения, способное высвободить смертоносную энергию во время битвы. Гражданская модель.

ent-MechEquipmentSupraNt = Энергетический пулемет меха "Supra"
    .suffix = Механоид, NT
    .desc = Оружие массового уничтожения, способное высвободить смертоносную энергию во время битвы. Модель боевых отрядов NanoTrasen.

ent-MechEquipmentSupraSyndie = Энергетический пулемет меха "Supra"
    .suffix = Механоид, Syndie
    .desc = Оружие массового уничтожения, способное высвободить смертоносную энергию во время битвы. Модель синдиката.
