ent-MechEquipmentUraniumGenerator = Ядерный реактор меха
    .suffix = Механоид
    .desc = Маленький реактор, генерирующий энергию за счет потребления урана. Довольно эффективный, но очень опасный в силу своей радиоактивности, — облучает всех поблизости, включая пилота.

ent-MechEquipmentUraniumGeneratorFilled = Ядерный реактор меха
    .suffix = Механоид, Filled
    .desc = Маленький реактор, генерирующий энергию за счет потребления урана. Довольно эффективный, но очень опасный в силу своей радиоактивности, — облучает всех поблизости, включая пилота.
