ent-MechDurand = Дюранд
    .suffix = Механоид, сборка
    .desc = Тяжелый мех для борьбы с фауной, благодаря крайне крепкой платформе. Идеален против пехоты в условиях ближнего боя за счет ошеломляющей атаки ближнего боя.

ent-MechDurandBattery = Дюранд
    .suffix = Механоид
    .desc = Тяжелый мех для борьбы с фауной, благодаря крайне крепкой платформе. Идеален против пехоты в условиях ближнего боя за счет ошеломляющей атаки ближнего боя.

# Syndicate

ent-MechMauler = Маулер
    .suffix = Механоид
    .desc = Прочный боевой мех, внушающий страх в экипаж, используемый опытными отрядами синдиката. Переосмысление мародера от синдиката. Отсутствует система жизнеобеспечения, что компенсируется большей прочностью, чем у мародера

# NanoTrasen

ent-MechMarauder = Мародер
    .suffix = Механоид
    .desc = Прочный боевой мех, распостроненный в рядах отрядов быстрого реагирования.

ent-MechSeraphim = Серафим
    .suffix = Механоид
    .desc = Усиленный боевой мех, разработанный на основе мародера. Используется командным составом NT.
