ent-MechGygaxDantanat = Гигакс
    .suffix = Механоид, сборка
    .desc = Мобильная пехота от мира мехов. Ориентирован для борьбы против людей за счет огромной скорости и возможности навязать ближний бой. Гражданская модель общего пользования.

ent-MechGygaxDantanatBattery = Гигакс
    .suffix = Механоид
    .desc = Мобильная пехота от мира мехов. Ориентирован для борьбы против людей за счет огромной скорости и возможности навязать ближний бой. Гражданская модель общего пользования.

# Syndicate

ent-MechGygaxDark = Тёмный гигакс
    .suffix = Механоид, Syndie
    .desc = Мобильная пехота от мира мехов. Ориентирован для борьбы против людей за счет огромной скорости и возможности навязать ближний бой. Модель синдиката.

# NanoTrasen

ent-MechGygaxERT = Гигакс NanoTrasen
    .suffix = Механоид, NT
    .desc = Мобильная пехота от мира мехов. Ориентирован для борьбы против людей за счет огромной скорости и возможности навязать ближний бой. Модель, используемая отрядами быстрого реагирования NanoTrasen.
