ent-MobHonoredOne = Сатория Де Неко
    .desc = Между небом и землей, она - избранная.

ent-CursedBlindfold = глазная повязка шаманки
    .desc = Повязка из плотной ткани, полностью закрывающая глаза владельца. Пропитанна проклятой энергией сильнейшей шаманки современности, из-за чего обеспечивает некоторую защиту.

ent-CursedJacket = пиджак шаманки
    .desc = Хорошо подогнанный школьный пиджак, который носят преподаватели и студенты магических техникумов. Не дает никакой защиты.

ent-CursedJumpsuit = платье шаманки
    .desc = Удобное платье, идеально подогнанное под размеры своей обладательницы и не сковывающее движения. Отлично подчеркивает фигуру обладательницы.
