# Harness

ent-PhazonHarness = Каркас фазона
    .suffix = Механоид, сборка
    .desc = Несобранный мех
ent-PhazonChassis = Каркас фазона
    .suffix = Механоид, сборка
    .desc = Несобранный мех

# Electronic

ent-PhazonCentralElectronics = Центральный модуль управления фазона
    .suffix = Механоид, сборка
    .desc = Центральный управляющий модуль меха
ent-PhazonPeripheralsElectronics = Модуль управления периферией фазона
    .suffix = Механоид, сборка
    .desc = Модуль управления периферией меха
ent-PhazonPhasicScanningModule = Фазный сканирующий модуль
    .suffix = Механоид, сборка
    .desc = Сложный модуль, который позволяет выйти за грань человеческого понимания.

# Parts

ent-PhazonLArm = Левая рука фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
ent-PhazonRLeg = Правая нога фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
ent-PhazonLLeg = Левая нога фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
ent-PhazonArmor = Обшивка фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
ent-PhazonRArm = Правая рука фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
ent-PhazonHead = Голова фазона
    .suffix = Механоид, сборка
    .desc = Одна из частей смертоносного механоида
