
ent-MechEquipmentFistNT = Ударная перчатка механоида
    .suffix = Механоид, NT
    .desc = Перчатка, наносящая медленные но болезненные удары. Эффективна как и против живой силы так и против структур. Является боевым оборудованием. Покрашена в цвета NanoTrasen.

ent-MechEquipmentFistSyndie = Ударная перчатка механоида
    .suffix = Механоид, Syndie
    .desc = Перчатка, наносящая медленные но болезненные удары. Эффективна как и против живой силы так и против структур. Является боевым оборудованием. Покрашена в цвета синдиката.

ent-MechEquipmentFist = Ударная перчатка механоида
    .suffix = Механоид
    .desc = Перчатка, наносящая медленные но болезненные удары. Эффективна как и против живой силы так и против структур. Является боевым оборудованием.
